
/* Intrinsic meaning: General heading level 1 */
"heading1" = "最顶层的文本结构。通常用来表示书籍或其他主标题。\nHTML: @<h1>@";

/* Intrinsic meaning: General heading level 2 */
"heading2" = "第二级标题。通常用作章或节头。HTML: @<h2>@";

/* Intrinsic meaning: General heading level 3 */
"heading3" = "第三级标题。通常用于配合第二级标题来表示字幕或小节。\nHTML: @<h3>@";

/* Intrinsic meaning: General heading level 4 */
"heading4" = "第四级标题。通常用来表示子小节。\nHTML: @<h4>@";

/* Intrinsic meaning: General heading level 5 */
"heading5" = "第五级标题。通常用于在大量文本结构中分成细部或章节\nHTML: @<h5>@";

/* Intrinsic meaning: General heading level 6 */
"heading6" = "最低层次的标题。主要用于替代第五级标题。\nHTML: @<h6>@";



/* Intrinsic meaning: Enumeration with numbers */
"orderedList" = "开首以数字须序定义的列表。如1. 2. 3. 24.\nHTML: @<ol>@";

/* Intrinsic meaning: Enumeration with bullets */
"unorderedList" = "开首以连字符定义的列表。\nHTML: @<ul>@";

/* Intrinsic meaning: Block quote */
"blockquote" = "用于将整个段落标记为引自其他来源。\nHTML: @<blockquote>@";

/* Intrinsic meaning: Block quote */
"codeblock" = "用于插入计算机代码块。文本将不会被解析，其定义的一切内容将被视为“源始码”，作为文本导出。\nHTML: @<pre><code>@";

/* Intrinsic meaning: Block of native contents */
"nativeblock" = "内容将被完整导出不变。用途可能包括直接输入 HTML 代码或的 MultiMarkdown 格式语法。";

/* Intrinsic meaning: Comment */
"comment" = "用于标记整个段落作为评论，例如添加起草状态的信息。其内容将不会被导出或复制。\nHTML: @<!-- … -->@";

/* Intrinsic meaning: Divider (visual horizontal line) */
"divider" = "用于在两个段落之间插入一个专用的分割。可能会被导出为水平线或分页符。\nHTML: @<hr>@";



/* Intrinsic meaning: Block quote */
"code" = "用于插入计算机代码块。文本将不会被解析，其定义的一切内容将被视为“源始码”，作为文本导出。\nHTML: @<pre><code>@";

/* Intrinsic meaning: Native contents */
"inlineNative" = "内容将被导出不变。用途可能包括直接输入HTML代码或的MultiMarkdown格式语法。";

/* Intrinsic meaning: some marker */
"mark" = "用于突出文本的段落，例如供参考之用。\nHTML: @<mark>@";

/* Intrinsic meaning: "Strong" marker */
"strong" = "用于著重标示一节文本。在导出时通常会被转换成粗体。\nHTML: @<strong>@";

/* Intrinsic meaning: "Emphasis" marker */
"emph" = "用于标示一节文本为强调重点。在输出时通常会被转换成斜体。\nHTML: @<em>@";

/* Intrinsic meaning: "Citation" marker */
"cite" = "用来标记其他人的工作，如一篇文章、一本书或一首诗。\nHTML: @<cite>@";

/* Intrinsic meaning: "To be deleted" marker */
"delete" = "用于标记文本段落为删除。其内容将不会被导出或复制。\nHTML: @<del>@, 但认真对待";

/* Intrinsic meaning: "Inline Comment" marker */
"inlineComment" = "用于标记文本段落作为评论，例如在段落或图像中添加其他信息。其内容将不会被导出或复制。\nHTML: @<!-- … -->@";


/* Intrinsic meaning: Hyperlink */
"link" = "用于创建一个链接。将提供一个的弹出窗并插入网址和标题。\nHTML: @<a href=\"…\" title=\"…\">@";

/* Intrinsic meaning: Text Annotation */
"annotation" = "用于添加注释、附加信息等任意内容到文本段落。其内容将不会被导出或复制。\nHTML: @<!-- … -->@";


/* Intrinsic meaning: Footnote */
"footnote" = "用来插入一个脚注标记。将提供一个弹出窗以创建实际的脚注内容。";

/* Intrinsic meaning: Image embedded in text */
"image" = "用来插入一个图像到文本。将有一个弹出窗口供置入图像和添加元数据。\nHTML: @<img>@";

/* Intrinsic meaning: Video embedded in text */
"video" = "用来插入一个视频到文本。将有一个弹出窗口供置入视频和添加元数据。\nHTML: @<video>@";

